Repository: BackupTheBerlios/supertux-svn
Catalog: trunk/supertux/data/levels/world1/*.po
Languages: de

source: -Penny gets captured! #Tux and Penny were out having a nice #picnic on the ice fields of Antarctica. #Suddenly, a creature jumped from #behind an ice bush, there was a flash, #and Tux fell asleep! #When Tux wakes up, he finds that Penny #is missing. Where she lay before now #lies a letter. "Tux, my arch enemy!" #says the letter. "I have captured #your beautiful Penny and have taken her #to my fortress. The path to my fortress #is littered with my minions. Give up on #the thought of trying to reclaim her, #you haven't a chance! -Nolok" #Tux looks and see Nolok's fortress in #the distance. Determined to save his #beloved Penny, he begins his journey.
de: -Penny ist verschwunden! #Tux und Penny sassen gemtlich beim Picknick #in den eisigen Ebenen der Antarktis. #Pl�zlich sprang eine dunkle Kreatur hinter #einem Felsen hervor. Tux sah einen grellen #Blitz, dann wurde er ohnm�htig. #Als er aufwachte bemerkte er, dass Penny #verschwunden war. Wo sie eben noch gesessen #hatte lag jetzt ein Zettel: #"Tux, mein Erzfeind! #Ich habe deine Freundinn Penny entfhrt und #halte sie in meiner Festung gefangen. Den Weg #dorthin bewachen meine finsteren Kreaturen! #Versuche gar nicht erst sie zu retten, du #hast keine Chance! -Nolok" #Tux blickte auf und sah Noloks Festung in #der Ferne. Fest entschlossen seine gelibte #Penny zu retten machte er sich auf den Weg.

source: Icyisland
de: Eisige Insel

source: 23rd Airborne
de: 23 Mann Luftverteidigung

source: Night Chill
de: Kalte Nacht

source: Into the Stars
de: Zu den Sternen

source: Above the Arctic Skies
de: �er den Wolken

source: Entrance to the Cave
de: H�leneingang

source: Under the Ice
de: Unter dem Eis

source: Living in a Fridge
de: Leben im Khlschrank

source: '...or is it just me?'
de: '... oder bin ich das?'

source: Ice in the Hole
de: Eisloch

source: End of the Tunnel
de: Licht am Ende des Tunnels

source: A Path in the Clouds
de: Ein Pfad durch die Wolken

source: No more Mr Ice Guy
de: Genug Eisjungs

source: The Escape
de: Die Flucht

source: The Shattered Bridge
de: Brckentrmmer

source: Arctic Ruins
de: arktische Ruinen

source: The Castle of Nolok
de: Noloks Festung

source: Welcome to Antarctica
de: Willkommen in Antarktika

source: The Journey Begins
de: Die Reise Beginnt

source: Via Nostalgica
de: Nostalgiestra�

source: Tobgle Road
de: Tobgle Weg

source: The Somewhat Smaller Bath
de: Der etwas schmallere Weg

source: The Frosted Fields
de: Eisige Felder

source: Oh no! More Snowballs!
de: Oh Nein! Noch mehr Schneeb�le!

source: Stone Cold
de: Steinkalt

source: Grumbel's Sense of Snow
de: Grumbels Schneegespr

source: -Entering Nolok's Throne Room! #Tux ran into Nolok's throne room, #frantically searching for his beloved. #Alas, he found neither Penny nor Nolok #there, but instead, another note. #"Well done, Tux, well done. If you are #reading this, you have removed my #control over this icy fortress. But as #you can see, your beloved Penny is not #here. What you did not realize is that #this is just one of my many fortresses, #spread far across the lands! #"Tux, your ambition is most honorable, #but futile nonetheless. With every #fortress you conquer of mine, I will #escape to another, and take Penny with #me. Do not be silly... it is best that #you give up now." #Tux was sadly leaving the room, when he #felt something beneath his foot... an #envelope, addressed to him! Inside was #a roughly sketched map with fortresses #drawn in various lands. On the corner #of the map was Penny's signature, a #drawing of the ice flower. #Tux ran out of the fortress, map in #hand. No, he decided, he would not give #up. Penny was counting on him.
de: -In Noloks Thronsaal #Tux betrat Noloks Thronsaal und suchte #verzweifelt nach seiner Geliebten. Leider #konnte er weder Penny noch Nolok dort #entdecken, stattdessen fand er eine #weitere Nachricht: #"Gut gemacht mein lieber Tux, sehr gut. #Wenn du dies hier liest, hast du diese #eisige Festung von mir befreit. Aber wie #du siehst ist deine geliebte Penny nicht #hier. Hast du nicht gemerkt, dass dies #nur eine meiner vielen Festungen ist, #die ber die ganze Welt verteilt sind! #"Tux, dein Bestreben ist ehrenwert, und #dennoch vergeblich. Mit jeder meiner #Festungen die du eroberst, werde ich zu #einer weiteren fliehen. Sei nicht dumm, #es w�e das beste jetzt aufzugeben. #Tux verliess traurig den Saal, als etwas #unter seinem Fuss raschelte... #Ein Briefumschlag mit seinem Namen! #In dem Umschlag war eine grobe Karte, #die Festungen in verschiedenen L�dern #zeigte. Auf der Rckseite der Karte war #Pennys Zeichen, das Bild einer Eisblume. #Tux nahm die Karte in die Hand und rannte #aus der Festung. Nein, er wrde nicht #einfach aufgeben. Penny verliess sich auf #ihn.
