Repository: BackupTheBerlios/supertux-svn
Catalog: branches/supertux/0_3_x/data/levels/world2/*.po
Languages: de

source: Welcome to the Forest
de: Willkommen im Wald

source: Walking Leaves
de: Wandelnde Blätter

source: Penguins don't grow on Trees
de: Pinguine wachsen nicht auf Bäumen

source: Forest World
de: Waldwelt

source: Find the Bigger Fish!
de: Ein guter Fang

source: Down The Rabbit Hole
de: Tux im Wunderland

source: -Oh no! #The path is blocked! It #seems that the only way #leads through that dark #hole in the ground...
de: -Oh nein! #Der Weg ist versperrt! Es scheint nur durch dieses dunkle Loch im Boden weiter zu gehen...

source: -Are you lost?
de: -Verlaufen?

source: Crumbling Path
de: Instabil

source: Countercurrent
de: Gegenstrom

source: Going Underground
de: Abwärts

source: Green Hills
de: Grüne Hügel

source: Up and Down
de: Auf und nieder

source: A Village in the Forrest
de: Ein Dorf im Wald

source: Bouncy Coils
de: Gut gefedert

source: Tree Fortress
de: Die Holzfestung

source: Tux the Builder
de: Tux der Baumeister

source: -Portable Rocks: !images/help/rockhowto1.png !images/help/rockhowto2.png !images/help/rockhowto3.png
de: -Tragbare Felsen: !images/help/rockhowto1.png !images/help/rockhowto2.png !images/help/rockhowto3.png

source: A Mouldy Grotto
de: Eine dunkle Höhle

source: Short Visit to El Castillo
de: Ein Abstecher nach El Castillo

source: Owls' Revenge
de: Die Rückkehr der Eulen

source: Detour
de: Ein Umweg

source: Three sheets to the wind
de: Durch den Wind
