Repository: BackupTheBerlios/supertux-svn
Catalog: trunk/supertux/data/locale/*.po
Languages: de, nn

source: Usage: %s [OPTIONS] FILENAME
de: Aufruf: %s [OPTIONS] FILENAME

source: Display Options: -f, --fullscreen Run in fullscreen mode. -w, --window Run in window mode. --opengl If OpenGL support was compiled in, this will tell SuperTux to make use of it. --sdl Use the SDL software graphical renderer Sound Options: --disable-sound If sound support was compiled in, this will disable sound for this session of the game. --disable-music Like above, but this will disable music. Misc Options: -j, --joystick NUM Use joystick NUM (default: 0) --joymap XAXIS:YAXIS:A:B:START Define how joystick buttons and axis should be mapped --leveleditor Opens the leveleditor in a file. --worldmap Opens the specified worldmap file. --flip-levels Flip levels upside-down. -d, --datadir DIR Load Game data from DIR (default: automatic) --debug Enables the debug mode, which is useful for developers. --help Display a help message summarizing command-line options, license and game controls. --usage Display a brief message summarizing command-line options. --version Display the version of SuperTux you're running.
de: Display Options: -f, --fullscreen Im Vollbildmodus starten -w, --window Im Fenstermodus starten --opengl OpenGL benutzen --sdl SDL Software renderer benutzen Sound Options: --disable-sound Sound deaktivieren --disable-music Musik deaktivieren Misc Options: -j, --joystick NUM Joystick NUM benutzen (default: 0) --joymap XAXIS:YAXIS:A:B:START Belegung der Joystick Knöpfe und Axen einstellen --leveleditor Startet den Level Editor --worldmap Startet im Worldmap Modus -d, --datadir DIR Verzeichnis mit Spieldaten (standard: automatisch) --debug Debug Modus aktivieren --help diese Hilfe anzeigen und beenden --usage kurzen Hilfstext über Optionen anzeigen --version Versionsinformationen anzeigen

source: Usage: %s [--fullscreen] [--opengl] [--disable-sound] [--disable-music] [--debug] | [--usage | --help | --version] [--leveleditor] [--worldmap] [--flip-levels] FILENAME
de: Aufruf: %s [--fullscreen] [--opengl] [--disable-sound] [--disable-music] [--debug] | [--usage | --help | --version] [--leveleditor] [--worldmap] [--flip-levels] DATEI

source: Yes
de: Ja

source: No
de: Nein

source: Up cursor
de: Nach Oben

source: Down cursor
de: Nach Unten

source: Left cursor
de: Nach Links

source: Right cursor
de: Nach Rechts

source: Right Shift
de: Shift Rechts

source: Left Shift
de: Shift Links

source: Right Control
de: Steuerung Rechts

source: Left Control
de: Steuerung Links

source: Right Alt
de: Alt Rechts

source: Left Alt
de: Alt Links

source: COINS: %d
de: Münzen: %d
nn: MYNTAR: %d

source: Total Statistics
de: Gesamt Statistiken
nn: Totalstatistikk

source: SCORE
de: Punkte
nn: POENG

source: COINS
de: Münzen
nn: MYNTAR

source: LIVES
de: Leben
nn: LIV

source: Contrib Levels
de: Zusatzlevel
nn: Andre brett

source: Back
de: Zurück
nn: Tilbake

source: Copyright (c) 2003 SuperTux Devel Team This game comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under certain conditions; see the file COPYING for details.
de: Copyright (c) 2003 SuperTux Devel Team Diese Spiel kommt OHNE GEWÄHRLEISTUNG. Dies ist freie Software und sie dürfen sie gerne unter bestimmten Bedingungen weiterverteilen; Details finden Sie in der Datei COPYING.
nn: Copyright © 2003 SuperTux-laget. Dette spelet kjem heilt utan nokon garantiar. Det er fri programvare, og du kan kopiera det til andre under visse vilkår. Sjå fila «COPYING» for meir informasjon.

source: Are you sure you want to delete slot
de: Sind sie sicher, dass sie den Spielstand löschen wollen?
nn: Er du sikker på at du vil sletta plass

source: contributed by
de: von
nn: Laga av

source: Best Level Statistics
de: Bester Level Statistik
nn: Brettrekordar

source: PAUSE - Press 'P' To Play
de: PAUSE - Drücke 'P' zum Spielen
nn: PAUSE – Trykk «P» for å halda fram

source: Playing:
de: Spiele:
nn: Brett:

source: Press ESC To Return
de: Drücke ESC um zurückzukehren
nn: Trykk «Escape» for å gå tilbake

source: TIME's UP
de: Zeit ist um
nn: DU HAR BRUKT OPP TIDA

source: TIME
de: Zeit
nn: TID

source: Result:
de: Ergebnis:
nn: Resultat:

source: SCORE: %d
de: Punkte: %d
nn: POENG: %d

source: Slot
de: Speicherplatz
nn: Plass

source: Free
de: frei
nn: Ledig

source: - Best Level Statistics -
de: - Beste level Statistik -
nn: – Brettrekordar –

source: Max score:
de: Max Punkte:
nn: Største poengsum:

source: Max coins collected:
de: Max Münzen gesammelt:
nn: Flest myntar:

source: Max fragging:
de: Max besiegt:
nn: Mest knusing:

source: Min time needed:
de: Min Zeit benötigt:
nn: Kortast tid brukt:

source: Max score: %d
de: Max Punkte: %d
nn: Flest poeng: %d

source: Max coins collected: %d / %d
de: Max Münzen gesammelt: %d / %d
nn: Flest myntar: %d/%d

source: Max fragging: %d / %d
de: Max besiegt: %d / %d
nn: Mest knusing: %d/%d

source: Min time needed: %d / %d
de: Min Zeit benötigt: %d / %d
nn: Kortast tid brukt: %d/%d

source: Start Game
de: Spiel Beginnen
nn: Start spelet

source: Options
de: Einstellungen
nn: Oppsett

source: Credits
de: Mitwirkende
nn: Rulletekst

source: Quit
de: Beenden
nn: Avslutt

source: OpenGL (not supported)
de: OpenGL (nicht vorhanden)
nn: OpenGL (ikkje støtta)

source: Fullscreen
de: Ganzer Bildschirm
nn: Fullskjerm

source: Music
de: Musik
nn: Musikk

source: Show FPS
de: FPS anzeigen
nn: Vis FPS

source: Setup Keys
de: Tasten einstellen
nn: Speltastar

source: Setup Joystick
de: Joystick einstellen
nn: Styrespak

source: Keyboard Setup
de: Tastatur einstellen
nn: Tastaturoppsett

source: Left move
de: Nach Links
nn: Venstre

source: Right move
de: Nach Rechts
nn: Høgre

source: Up/Activate
de: Nach Oben/Aktivieren
nn: Opp/bruk

source: Down/Duck
de: Nach Unten/Ducken
nn: Ned/dukk

source: Jump
de: Springen
nn: Hopp

source: Power/Run
de: Power/Rennen
nn: Kraft/spring

source: Joystick Setup
de: Joystick Einstellungen
nn: Styrespakoppsett

source: A button
de: A Knopf
nn: Knapp A

source: B button
de: B Knopf
nn: Knapp B

source: Save Game
de: Spiel Speichern
nn: Lagra spel

source: Continue
de: Fortsetzen
nn: Hald fram

source: Abort Level
de: Level Abbrechen
nn: Avbryt brett

source: Quit Game
de: Spiel Beenden
nn: Avslutt spel

source: Enter your name:
de: Geben Sie ihren Namen ein:
nn: Skriv inn namnet ditt:

source: Load Subset
de: Subset laden
nn: Hent del

source: New Level Subset
de: Neues Level-subset
nn: Ny brettdel

source: Filename
de: Dateiname
nn: Filenamn

source: Title
de: Titel
nn: Tittel

source: Description
de: Beschreibung
nn: Skildring

source: Create
de: Erzeugen
nn: Lag

source: Level Editor Menu
de: Level Editor
nn: Brettlagingsmeny

source: Return to Level Editor
de: Zurück zum Level Editor
nn: Tilbake til brettlaging

source: Create Level Subset
de: Level-subset erstellen
nn: Lag brettdel

source: Load Level Subset
de: Level-subset laden
nn: Opna brettdel

source: Quit Level Editor
de: Level Editor Beenden
nn: Avslutt brettlaging

source: Level Settings
de: Level-Einstellungen
nn: Brettval

source: Author
de: Autor
nn: Forfattar

source: Width
de: Breite
nn: Breidd

source: Height
de: Höhe
nn: Høgd

source: Apply
de: Anwenden
nn: Bruk

source: Eraser
de: Radiergummie
nn: Viskelêr

source: Trampoline
de: Trampolin

source: Flying Platform
de: Fliegende Platform
nn: Flyande plattform

source: Edtit foreground tiles
de: Vordergrund Bearbeiten
nn: Endra forgrunnsflis

source: Edit interactive tiles
de: Interaktive Teile Bearbeiten
nn: Endra interaktive fliser

source: Edit background tiles
de: Hintergrund Bearbeiten
nn: Endra bakgrunnsfliser

source: Next sector
de: Nächster Sektor
nn: Ny sektor

source: Prevous sector
de: Letzter Sektor
nn: Førre sektor

source: Next level
de: Nächster Level
nn: Neste brett

source: Prevous level
de: Letzter Level
nn: Førre brett

source: Save level
de: Level speichern
nn: Lagra brett

source: Setup level
de: Level-Einstellungen
nn: Set opp brett

source: Level not saved. Wanna to?
de: Level wurde noch nicht gespeichert. Jetzt speichern?
nn: Brettet er ikkje lagra. Ønskjer du å lagra det?

source: Level %d doesn't exist. Create it?
de: Level %d exisitiert nicht. Jetzte erstellen?
nn: Brettet «%d» finst ikkje? Vil du laga det?

source: F1 for help
de: Für Hilfe F1 drücken
nn: «F1» for hjelp

source: Choose a level subset
de: Wählen Sie ein Level-Subset aus
nn: Vel brettdel

source: No more sectors exist. Create another?
de: Keine weiteren Sektoren vorhanden. Einen weiteren erzeugen?
nn: Det finst ikkje fleire sektorar. Vil du laga ein ny?

source: - Level Editor's Help -
de: - Level Editor Hilfe -
nn: – Hjelp for brettlaging –

source: Press any key to continue - Page %d/%d
de: Um fortzufahren beliebige Taste drücken - Seite %d/%d
nn: Trykk på ein tast for å halda fram – side %d av %d

source: New max combo: %d
de: Neue Max Kombination: %d
nn: Ny makskombo: %d

source: Name
nn: Namn

source: Test level
nn: Prøv brett

source: Level Editor
nn: Lag brett

source: Sound
nn: Lyd

source: GAMEOVER
nn: SPELET ER SLUTT
